export default {
  projections: {
    ШтатРасписE: {
      дата: {
        __caption__: 'Дата'
      },
      номер: {
        __caption__: 'Номер'
      },
      период: {
        __caption__: 'Период'
      },
      гостиница: {
        __caption__: 'Гостиница',
        наименование: {
          __caption__: 'Наименование'
        }
      },
      тЧШтатРасп: {
        __caption__: 'Т ч штат расп',
        надбавки: {
          __caption__: 'Надбавки'
        }
      },
      персонал: {
        __caption__: 'Персонал',
        фИО: {
          __caption__: 'ФИО'
        }
      }
    },
    ШтатРасписL: {
      дата: {
        __caption__: 'Дата'
      },
      номер: {
        __caption__: 'Номер'
      },
      период: {
        __caption__: 'Период'
      },
      гостиница: {
        __caption__: 'Наименование',
        наименование: {
          __caption__: 'Наименование'
        }
      },
      тЧШтатРасп: {
        __caption__: 'Надбавки',
        надбавки: {
          __caption__: 'Надбавки'
        }
      },
      персонал: {
        __caption__: 'ФИО',
        фИО: {
          __caption__: 'ФИО'
        }
      }
    }
  },
  validations: {
    дата: {
      __caption__: 'Дата'
    },
    номер: {
      __caption__: 'Номер'
    },
    период: {
      __caption__: 'Период'
    },
    гостиница: {
      __caption__: 'Гостиница'
    },
    персонал: {
      __caption__: 'Персонал'
    },
    тЧШтатРасп: {
      __caption__: 'Т ч штат расп'
    }
  }
};
