export default {
  projections: {
    ГостиницаE: {
      наименование: {
        __caption__: 'Наименование'
      },
      оПФ: {
        __caption__: 'ОПФ'
      },
      оКПО: {
        __caption__: 'ОКПО'
      }
    },
    ГостиницаL: {
      наименование: {
        __caption__: 'Наименование'
      },
      оПФ: {
        __caption__: 'ОПФ'
      },
      оКПО: {
        __caption__: 'ОКПО'
      }
    }
  },
  validations: {
    наименование: {
      __caption__: 'Наименование'
    },
    оКПО: {
      __caption__: 'ОКПО'
    },
    оПФ: {
      __caption__: 'ОПФ'
    }
  }
};
