export default {
  projections: {
    ТЧОбязСотрE: {
      номер: {
        __caption__: 'Номер'
      },
      обязанности: {
        __caption__: 'Обязанности'
      },
      датаСост: {
        __caption__: 'Дата сост'
      },
      должности: {
        __caption__: 'Должности',
        наименование: {
          __caption__: 'Наименование'
        }
      }
    },
    ТЧОбязСотрL: {
      номер: {
        __caption__: 'Номер'
      },
      обязанности: {
        __caption__: 'Обязанности'
      },
      датаСост: {
        __caption__: 'Дата сост'
      },
      должности: {
        __caption__: 'Наименование',
        наименование: {
          __caption__: 'Наименование'
        }
      }
    }
  },
  validations: {
    датаСост: {
      __caption__: 'Дата сост'
    },
    номер: {
      __caption__: 'Номер'
    },
    обязанности: {
      __caption__: 'Обязанности'
    },
    должности: {
      __caption__: 'Должности'
    }
  }
};
