export default {
  projections: {
    ДолжностиE: {
      наименование: {
        __caption__: 'Наименование'
      },
      штатЕдиницы: {
        __caption__: 'Штат единицы'
      },
      оклад: {
        __caption__: 'Оклад'
      }
    },
    ДолжностиL: {
      наименование: {
        __caption__: 'Наименование'
      },
      штатЕдиницы: {
        __caption__: 'Штат единицы'
      },
      оклад: {
        __caption__: 'Оклад'
      }
    }
  },
  validations: {
    наименование: {
      __caption__: 'Наименование'
    },
    оклад: {
      __caption__: 'Оклад'
    },
    штатЕдиницы: {
      __caption__: 'Штат единицы'
    }
  }
};
