export default {
  projections: {
    ОбязСотрE: {
      регНомер: {
        __caption__: 'Рег номер'
      },
      место: {
        __caption__: 'Место'
      },
      дата: {
        __caption__: 'Дата'
      },
      наименование: {
        __caption__: 'Наименование'
      },
      гостиница: {
        __caption__: 'Гостиница',
        наименование: {
          __caption__: 'Наименование'
        }
      },
      персонал: {
        __caption__: 'Персонал',
        фИО: {
          __caption__: 'ФИО'
        }
      },
      тЧОбязСотр: {
        __caption__: 'Т ч обяз сотр',
        обязанности: {
          __caption__: 'Обязанности'
        }
      }
    },
    ОбязСотрL: {
      регНомер: {
        __caption__: 'Рег номер'
      },
      место: {
        __caption__: 'Место'
      },
      дата: {
        __caption__: 'Дата'
      },
      наименование: {
        __caption__: 'Наименование'
      },
      гостиница: {
        __caption__: 'Наименование',
        наименование: {
          __caption__: 'Наименование'
        }
      },
      персонал: {
        __caption__: 'ФИО',
        фИО: {
          __caption__: 'ФИО'
        }
      },
      тЧОбязСотр: {
        __caption__: 'Обязанности',
        обязанности: {
          __caption__: 'Обязанности'
        }
      }
    }
  },
  validations: {
    дата: {
      __caption__: 'Дата'
    },
    место: {
      __caption__: 'Место'
    },
    наименование: {
      __caption__: 'Наименование'
    },
    регНомер: {
      __caption__: 'Рег номер'
    },
    гостиница: {
      __caption__: 'Гостиница'
    },
    персонал: {
      __caption__: 'Персонал'
    },
    тЧОбязСотр: {
      __caption__: 'Т ч обяз сотр'
    }
  }
};
