export default {
  projections: {
    ТЧШтатРаспE: {
      надбавки: {
        __caption__: 'Надбавки'
      },
      всего: {
        __caption__: 'Всего'
      },
      дата: {
        __caption__: 'Дата'
      },
      персонал: {
        __caption__: 'Персонал',
        фИО: {
          __caption__: 'ФИО'
        }
      }
    },
    ТЧШтатРаспL: {
      надбавки: {
        __caption__: 'Надбавки'
      },
      всего: {
        __caption__: 'Всего'
      },
      дата: {
        __caption__: 'Дата'
      },
      персонал: {
        __caption__: 'ФИО',
        фИО: {
          __caption__: 'ФИО'
        }
      }
    }
  },
  validations: {
    всего: {
      __caption__: 'Всего'
    },
    дата: {
      __caption__: 'Дата'
    },
    надбавки: {
      __caption__: 'Надбавки'
    },
    персонал: {
      __caption__: 'Персонал'
    }
  }
};
